<?php
/* @var $this SiteController */

$this->pageTitle=Yii::app()->name . ' - About';

?>

<h1>关于MiuCool</h1>
<div class="content">
<p>MiuCool关注WEB开发领域知识和技术，致力于WEB技术的推广和应用，分享WEB开发中常见的WEB应用及WEB开发技术知识相关文章，现已发展成为一个独立的WEB技术博客。</p>
<p>长期以来，MiuCool本着“分享 • 务实”的精神，为广大WEB技术爱好者提供了许多当今实用性强、高质量的博文。</p>
<p>MiuCool的文章内容来源大多是站长根据多年工作经验收集整理的，注重实用性、综合性和原创性，文章内容难易层次偏向中高级，适合WEB开发人员技能的提升，因此MiuCool的读者应该具备一定的WEB开发技术基础，以及了解后台语言如PHP。MiuCool文章内容不会讲解WEB基础知识，如果读者还是WEB初学者，建议先通过其他方式打好基础然后再来阅读MiuCool，相信会对读者有很大的提升。</p>
<p>MiuCool将一如既往的坚持发表WEB技术高品质文章，让我们一起努力，提升自己，创造未来。</p>
<p>大多数文章需要读者具备以下技能：</p>
<p>1、熟悉HTML，CSS知识，懂得写简单网页。</p>
<p>2、熟悉Javascript基础，熟悉jQuery框架的基本应用。</p>
<p>3、了解PHP，至少应具备熟悉PHP常用函数以及MySQL数据库基本操作技能。</p>
<h4>关于版权</h4>
<p>MiuCool文章大部分由新闻志哥哥亲自整理撰写的，是辛勤劳动无私奉献的成果，如非特别说明均系本站原创文章。MiuCool允许网络转载所有文章，所有源码允许复制修改，但不得用于商业用途，转载请注明出处转自MiuCool，否则视为侵权。</p>
</div>
   